Repository: 84000/data-translation-memory
Catalog: toh166-v4.tmx
Source language: bo
Languages: en

source: །གང་དག་ཤེས་རབ་འཆལ་པ་དང་། །ལེ་ལོ་ཅན་དང་དམན་ལ་བརྩོན། །ཐོས་པ་ཉུང་དང་སྡིག་པ་འདོད། །ང་རྒྱལ་ཐ་བ་ཁྲོ་འགྱུར་གནས། །མགོ་ལ་སྤུ་གྲི་སྟེན་བྱེད་ཅིང་། །ཤིང་གིས་ཁ་བསྒྱུར་ཆོས་གོས་གྱོན། །སྟོང་པ་ཉིད་ནི་དོན་མེད་པ། །དེ་ནི་མཁས་པ་སྒོམ་མི་བྱེད།
en: Those who are lacking in wisdom, Who are lazy, who make little effort, Who have learned little, who desire wickedness, Who are arrogant, harsh, and quick to anger, Who take a razor to their heads, Who wear wood-dyed Dharma robes, Who do not understand the meaning of emptiness— They do not cultivate discernment. “

source: །ཆོས་ལ་སུན་འབྱིན་ཐེག་ཆེན་གྱི། །བསྔགས་པ་མ་ཡིན་རྗོད་པར་བྱེད།
en: They disparage the Dharma And speak ill of the Great Vehicle.

source: །གང་ཞིག་ཆོས་འདི་བསྟན་པ་རྣམས། །ཇི་ལྟར་བསྟན་པ་དེ་བཞིན་དུ། །ནག་པོའི་ཕྱོགས་ལ་ཀུན་ཏུ་ཆགས།
en: Those who have taught this Dharma In accordance with what they have been taught Are attached to the dark faction.

source: །དེས་ནི་ངན་འགྲོར་འགྲོ་བར་འགྱུར།
en: They are bound for unfortunate rebirth.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། ཚེ་དང་ལྡན་པ་ཡུལ་འཁོར་སྐྱོང་དང་། དགེ་སློང་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: When the Blessed One had spoken, the venerable Rāṣṭrapāla and the world with its monks, gods, humans, asuras, and gandharvas rejoiced and praised what the Blessed One had said.

source: འཕགས་པ་ཡུལ་འཁོར་སྐྱོང་གིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སྷོ།། །།
en: The Great Vehicle sūtra “The Questions of Rāṣṭrapāla (2)” is complete.

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་ལ་སོགས་པ་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བནྡེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། །།
en: The Indian scholar Jinamitra and others, along with the chief editor-translator Bandé Yeshé Dé, translated, edited, and finalized the text.
